{"title":"employeehandbook","githubRepo":"marianapedrosaa/employeehandbook","googleAnalytics":"UA-37033501-5","index":{"title":"Home","description":"Creating a company we love","target":"_self","content":" ","srcFilePath":"src/pages/index.soy","id":"pages","location":"/./","url":"/./","children":{"docs":{"title":"Politics, Process and Benefits","description":"Everything you need to know in one place. :)","content":" Politics, Process and Benefits Everything you need to know in one place :) Choose a Country Each one provide description for all Liferay Politics, Process and Benefits. ","srcFilePath":"src/pages/docs/index.soy","id":"docs","location":"/docs/","url":"/docs/","children":{"search":{"title":"Search","description":"Find what you're looking for in the documentation.","hidden":true,"content":" Electric Docs Start learning how to leverage the power of . ","srcFilePath":"src/pages/docs/search.soy","id":"search","location":"/docs/search.html","url":"/docs/search.html"},"brazil":{"children":{"auxiliocreche":{"title":"Auxílio Creche","description":"Nossos colaboradores têm direito ao reembolso de despesas de creches, escolas e babás com filhos(as) de até seis anos, onze meses e vinte e nove dias de idade, desde que dentro do valor limite.","layout":"guide","weight":1,"content":" {$page.description} Valor do reembolso O valor que pode ser reembolsado mensalmente para cada filho é de R$600,00 (Seiscentos reais) e pode ser utilizado para despesas de creches ou escolas da sua escolha). O reembolso também pode ser solicitado para despesas com empregada doméstica contratada para cuidar dos filhos(as) mediante comprovação de legalidade da empregabilidade. Como solicitar A certidão de nascimento deve ser apresentada ao Departamento Pessoal. Após isso, o pedido de reembolso deverá ser feito seguindo o fluxo padrão. *OBS: no caso do reembolso de babá, deve-se acrescentar uma xérox da carteira de trabalho e extrato de pagamento ou contracheque O novo valor estabelecido pela Liferay Latam tem validade para pagamentos realizados a partir de Abril/2018. Não servindo para pagamentos retroativos a essa data. Mais informações Ainda tem dúvidas? Entra em contato com a gente! :) ","srcFilePath":"src/pages/docs/brazil/auxiliocreche.md","id":"auxiliocreche","location":"/docs/brazil/auxiliocreche.html","url":"/docs/brazil/auxiliocreche.html"},"auxiliofuneral":{"title":"Auxílio Funeral","description":"Nossos colaboradores têm direito ao benefício no caso de óbito do empregado, pai, mãe, filho(a), cônjuge ou companheiro(a).","layout":"guide","weight":2,"content":" {$page.description} Valor do reembolso O valor reembolso é de R$629,79 (seiscentos e vinte e nove reais e setenta e nove centavos). Como solicitar Deve ser apresentada ao Departamento Pessoal uma cópia do documento de óbito até 15 dias após o óbito. Mais informações Ainda tem dúvidas? Entra em contato com a gente! :) ","srcFilePath":"src/pages/docs/brazil/auxiliofuneral.md","id":"auxiliofuneral","location":"/docs/brazil/auxiliofuneral.html","url":"/docs/brazil/auxiliofuneral.html"},"auxiliolente":{"title":"Auxílio Lente","description":"Nossos colaboradores têm direito ao reembolso de despesas de creches, escolas e babás com filhos(as) de até seis anos, onze meses e vinte e nove dias de idade, desde que dentro do valor limite.","layout":"guide","weight":3,"content":" {$page.description} Valor do reembolso O valor que pode ser reembolsado com intervalos de, no mínimo, 6 meses é de R$146,89 (cento e quarenta e seis reais e oitenta e nove centavos). Como solicitar O pedido de reembolso deverá ser feito seguindo o fluxo padrão, anexando o comprovante de pagamento. Mais informações Ainda tem dúvidas? Entra em contato com a gente! :) ","srcFilePath":"src/pages/docs/brazil/auxiliolente.md","id":"auxiliolente","location":"/docs/brazil/auxiliolente.html","url":"/docs/brazil/auxiliolente.html"},"beneficioalimentacao":{"title":"Benefício Alimentação","description":" No ato da contratação, o colaborador (CLT ou estagiário) poderá escolher sobre a distribuição do valor recebido entre os cartões: Alimentação (usado em supermercados) ou Refeição (usado em restaurantes).","layout":"guide","weight":4,"content":" {$page.description} Valores Valor CLT 8h diárias - R$563,75 4h diárias - R$153,75 Valor Estagiário 6h diárias - R$343,38 Data da recarga A recarga é sempre feita no último dia do mês, podendo variar entre os dias 29 a 31. Me ajuda, DP! Quero mudar a distribuição do benefício nos cartões Envia um e-mail pra explicando como quer que seja feita essa nova distribuição e logo retornaremos com o seu pedido. Perdi meu cartão! E agora? :O Não tem aperreio! Envia um e-mail pra que cancelaremos seu antigo cartão e pediremos um novo. Mais informações Ainda tem dúvidas? Entra em contato com a gente! :) ","srcFilePath":"src/pages/docs/brazil/beneficioalimentacao.md","id":"beneficioalimentacao","location":"/docs/brazil/beneficioalimentacao.html","url":"/docs/brazil/beneficioalimentacao.html"},"beneficiotransporte":{"title":"Benefício Transporte","description":"No ato da contratação o colaborador (CLT) poderá escolher se opta pelo vale transporte, utilizado para transporte público. ","layout":"guide","weight":5,"content":" {$page.description} Data da recarga A data de disponibilização desse benefício será feita no último dia útil de cada mês, normalmente estará disponível entre os dias 29 a 31, respeitando a regra do último dia útil do mês. Mais informações Ainda tem dúvidas? Entra em contato com a gente! :) ","srcFilePath":"src/pages/docs/brazil/beneficiotransporte.md","id":"beneficiotransporte","location":"/docs/brazil/beneficiotransporte.html","url":"/docs/brazil/beneficiotransporte.html"},"clubededescontos":{"title":"Clube de descontos","description":"Um rede de descontos oferecidas especialmente para vocês <3","layout":"guide","weight":6,"content":" {$page.description} Restaurantes/lanchonetes Vaporetto – 10% de desconto no almoço durante os dias de semana. Endereço: Rua Leopoldino Silva, 100 - Santana, Recife – PE. Villa Açaí – 10% de desconto nos produtos. Válido somente para a unidade de Casa Forte. Endereço: Av. Dezessete de Agosto, 1387 – Casa Forte. Delícias da Praça Delicatessen – Valor de R$38,90 por kg de refeição no self-service (almoço). Endereço: Rua Jerônimo de Albuquerque, 279 – Casa Forte. Cursos Minds English School – 40% de desconto nas mensalidades em qualquer unidade. Endereços: Madalena: R. Real da Torre, 854 - Madalena, Recife - PE, 50710-100; Graças: Rua Senador Alberto Paiva, 213 – Graças. Boa Viagem: Rua Ernesto de Paula Santos, 340. Olinda: Rua Professor José Cândido Pessoa, 849. Piedade: Rua Felício Barros de Medeiros Correia, 4444. FCAP – Faculdade de Ciências e Administração de Pernambuco - 10% de desconto nas mensalidades dos cursos de pós-graduação/MBA. Cursos disponíveis: Gestão de Negócios, Planejamento e Gestão Pública, MBA em Gestão com Pessoas, MBA em Gestão de Custos e Controladoria, MBA em Marketing, MBA em Planejamento e Gestão Organizacional, MBA em Logística Empresarial, Administração Financeira, Gestão da Capacidade Humana nas Organizações e Planejamento e Gestão Organizacional. Endereço: Av. Sport Clube do Recife, 252. FBV – 10% de desconto nas mensalidades em cursos de graduação, pós e MBA (cursos disponíveis em anexo). – para utilizar, o colaborador deve comparecer ao setor financeiro da FBV com a declaração de vínculo, informando que a Liferay possui parceria com a FBV e por isso seus funcionários tem uma Bolsa Corpore. Endereço: Rua Jean Emile Favre, 422 – Ipsep. Fone: (81) 3081-4444. Obs.: Para mais informações sobre cursos disponíveis, ver a página 9 (anexos) FIAP - 15% em cursos de graduação e pós-graduação, e 20% de desconto na matrícula. Endereço: Av. Lins de Vasconcelos, 1222 – São Paulo. Tel: (11) 3385 – 8010. FAFIRE – descontos de: 15% no valor das mensalidades para cursos de Graduação; 10% para cursos de pós-graduação; 7% para cursos tecnólogos; 10% para cursos de línguas. Cursos disponíveis: Graduação: Administração, pedagogia, ciências biológicas, letras, turismo, psicologia, turismo e ciências contábeis. Pós-graduação: Gestão empresarial, biologia, educação, letras, tecnologia da informação, direito, turismo e psicologia. Tecnólogos: Gestão comercial, gestão financeira, logística, gestão em recursos humanos e processos escolares. Curso de Línguas: Inglês, francês, espanhol, alemão, italiano, libras e curso de treinamento para professores de inglês. Endereço: Av. Conde da Boa Vista, 921 – Boa Vista Fone: 81 2122-3500 CEDEPE Business School – descontos de: 14,4% nas parcelas de quem optar pelo parcelamento do curso em 21 (vinte e uma) parcelas; 23,9% nas parcelas de quem optar pelo pagamento à vista; Desconto pra todos os cursos de pós-graduação oferecidos pela instituição. Para aderir ao desconto, o colaborador deve apresentar no momento da matrícula, a declaração ou contracheque que comprove o seu vínculo com a Liferay. Cursos disponíveis: Gestão Empresarial; Gestão de Marketing & Vendas, Gestão de pessoas e Liderança; Gerenciamento de Projetos; Logística e Supply Chain Management; Gestão Financeira, Contábil e Controladoria; Gestão de negócios Internacionais e Comércio Exterior; Gestão de Negócios Fitness (FIT) e Economia Internacional. Endereço: Av. República do Líbano, 251. Torre B, 20º andar - Pina Fone: 81 3468-4411 Faculdade CESAR – descontos de: 20% no valor das mensalidades para cursos de pós-graduação e mestrados profissionais; Para aderir ao desconto, o colaborador deve apresentar no momento da matrícula, a declaração ou contracheque que comprove o seu vínculo com a Liferay. Cursos disponíveis: Pós-graduação: Gestão Ágil de Projetos; Segurança da Informação em Engenharia de Software; Tecnologia, Inovação e Inteligência; Design de Interação para Artefatos Digitais; Internert of Things, Desenvolvimento de Aplicações Móveis. Mestrados: Mestrado profissional em Design; Mestrado profissional em Engenharia de Software. Endereço: Rua do Brum, 77 - Bairro do Recife Fone: 81 3419-6700 Faculdade Nova Roma - FGV – descontos nos cursos: MBA Executivo Pós-Graduação em Administração de Empresas Cursos de curta duração (CADEMP) Graduação Pós-MBA Para aderir ao desconto, o colaborador deve apresentar no momento da matrícula, a declaração ou contracheque que comprove o seu vínculo com a Liferay. v Saúde e beleza Odontoclinic – 10% de desconto na limpeza e restaurações, 5% de desconto em tratamentos ortodônticos, 5% de desconto em procedimentos de prótese, 5% de desconto em procedimentos de implante e 10% de desconto no clareamento de consultório. Obs.: Para obter o desconto, é preciso buscar a carteirinha de convênio no RH e apresentar ao estabelecimento juntamente com um documento com foto. Quanto aos dependentes, é necessário ir até a clínica para realizar o registro dos mesmos. Endereço: Avenida Conde da Boa Vista, 1425 – Boa Vista Fone: 3072-5848. Top Fit – 13% de desconto nos planos anuais ou semestrais para os colaboradores e cônjuges nas unidades Pina, Casa Forte, Boa Viagem, Madalena, Setúbal e Caxangá. Unidade Casa Forte: Praça de Casa Forte, nº 635ª; Unidade Boa Viagem: Rua Antônio de Sá Leitão, nº 254; Unidade Madalena: Rua Costa Gomes, nº 39; Unidade Setúbal: Rua Major Armando de Souza Melo, nº 220; Unidade Pina: Avenida Herculano Bandeira nº 77; Unidade Caxangá: Rua Caxangá Ágape, 4595. Site: www.academiatopfit.com Obs.: para mais informações sobre os preços e os planos, ver os anexos (página 10). Uniholístico – Espaço de Saúde e Bem-Estar – 16,67% de desconto sobre o preço da consulta, sendo uma consulta avulsa (com desconto) R$150,00, ou um pacote de três consultas por R$300,00. Endereço: Avenida Montevideu, número 172, Empresarial Desembargador Pedro Martiniano Lins, Sala 604 – Boa Vista – Recife. Fone: (81) 996987246 (WhatsApp) / 3128-1630. Salão La Beauté Paris – 15% de desconto nos serviços (de segunda à quinta) Endereço: Praça de Casa Forte, 583. Fone: (81) 3104-0583. Facebook: La Beauté Paris Horário de funcionamento: Segunda a Quarta das 9:00 às 19:00 e Quinta a Sábado das 9:00 às 20:00. Petit Salon – 10% de desconto nos serviços apenas de terça à quinta. Endereço: Rua da Hora, nº 534, Loja 02, Espinheiro. Horário de funcionamento: terça à quinta das 9h às 19h; sexta e sábado das 9h às 20h. Tel: (81) 3032-2521. Facebook: Petit Salon Salão L´armée (Unissex) – 15% de desconto nos serviços. Obs.: Em caso de promoções, há desconto de apenas 5% nos serviços. Endereço: Rua professor Andrade Bezerra, 192 – Parnamirim. Horário de funcionamento: das 8:00 às 19:00. Tel: (81) 3037-6205. Facebook: Salão L´armée. Léo Cabelereiro (Unissex) – 15% de desconto sobre os serviços. Endereço: Rua Jacó Velosino, 71 – Casa Forte. Tel: 81 – 3441-0797 Obs.: informações sobre preços e serviços oferecidos, ver a página 9 (anexos). Movimento Studio Pilates – 15% de desconto nas aulas. Endereço: Praça de Casa Forte, 381, 5º andar, sala 504. Fone: (81) 3074 – 3440. Fit Cookies – 20% de desconto nos produtos oferecidos. Endereço: Avenida Domingos Ferreira, 209 | Loja 03 – Boa Viagem | Recife/PE Fone: (81) 3031-0092. Site: www.fitcookies.com.br Obs.: Para ganhar os descontos é só passar no RH, pegar a declaração de que trabalha na Liferay e apresentar na 1ª vez que comparecer ao estabelecimento. Anexos Top Fit: valores com o desconto Unidade Pina – Plano anual: 1 + 11: R$169,00 / Plano semestral: 1 + 5: R$190,00. Unidade Casa Forte – Plano anual: 1 + 11: 190 / Plano semestral: 1 + 5: R$209,00. Unidades Boa Viagem / Madalena / Setúbal – Plano anual: 1 + 11: R$135,00 / Plano semestral: 1 + 5: R$152,00. Unidade Caxangá – Plano anual: 1 + 11: R$121,00 / Plano semestral: 1 + 5: R$138,00. Obs.: O plano dá direito a treinar em horário livre de domingo a domingo (unidades abertas aos domingos: Pina e Casa Forte); O plano inclui todas as aulas de ginástica, incluindo o Muay Thai e grupos de corrida; Nos planos semestral e anual, o aluno pode \"trancar\" sua matrícula por 30 e 60 dias respectivamente, sendo acrescido ao término do plano (Os pagamentos continuam sendo compensados normalmente); Alunos Matriculados em quaisquer dos dois planos, tem acesso liberado em toda nossa rede de academias: Boa Viagem, Setúbal, Madalena e Caxangá* e na unidade Casa Forte e Pina (apenas aos domingos); *Alunos matriculados na unidade Caxangá só podem treinar aos domingos; FBV: cursos disponíveis Graduação Bacharelado: Administração, análise e desenvolvimento de sistemas, sistemas de informação, arquitetura e urbanismo, biomedicina, ciência da computação, ciências contábeis, design, direito, economia, educação física, engenharia ambiental e sanitária, engenharia civil, engenharia ambiental e sanitária, engenharia civil, engenharia de alimentos, engenharia de alimentos, engenharia de controle e automação, engenharia de petróleo, engenharia de produção, engenharia elétrica, engenharia mecânica, engenharia química, farmácia, fisioterapia, hotelaria com ênfase em gastronomia, jornalismo, nutrição, psicologia, publicidade e propaganda. Graduação Tecnológico: Análise e desenvolvimento de sistemas, gestão de TI, gestão comercial, design gráfico, gestão financeira, gestão de RH, design de moda, design de interiores, gastronomia, logística, gestão hospitalar. Odontoclinic: valores aproximados (sem desconto) Profilaxia (limpeza com ultrassom) - R$120,00 Restauração em resina - R$100,00 Tratamentos Ortodônticos - podem variar de R$2.600,00 à 6.246,00, a depender do aparelho que o cliente necessitar. o Trabalhamos com o preço fechado do tratamento completo (aparelho + manutenções) o O pagamento do tratamento é realizada da seguinte forma: entrada + 35x (convencional) ou 30x (autoligado e convencional Everest) ou 24x (autoligado Everest) o O Everest é um produto exclusivo da rede Odontoclinic que garante maior precisão, mais conforto e rapidez no tratamento. Endodontia (canal) - R$350,00 à R$650,00 Prótese o Existem diversos procedimentos protéticos, o que dificulta passar os preços através de email Implante o Pino de titânio - R$1.000,00 o Coroa sobre implante - R$1.100,00 o Mas assim como procedimento de prótese, existe muitos outros procedimentos de implantes, o que também dificulta passar os preços através de email Clareamento o Consultório - R$300,00 (sessão avulsa) ou R$800,00 (3 sessões) o Caseiro - R$400,00 Leo Cabelereiro: valores (sem desconto) Corte com escova feminino: R$ 80,00 Corte masculino: R$ 50,00 Escova a partir de R$ 40,00 Pé e mão: R$ 40,00 Balaiagem a partir de R$ 180,00 Cauterização a partir de R$ 60,00 Esfoliação capilar masculina: R$ 30,00 Lavagem especial: R$ 25,00 Esmaltação: R$ 10,00 Redução de volume: R$ 250,00 Matização a partir de R$ 100,00 ","srcFilePath":"src/pages/docs/brazil/clubededescontos.md","id":"clubededescontos","location":"/docs/brazil/clubededescontos.html","url":"/docs/brazil/clubededescontos.html"},"compradenotebook":{"title":"Compra de Notebook","description":"Se você está usando um notebook que tem, pelo menos, quatro anos de uso, você está apto para comprá-lo!","layout":"guide","weight":7,"content":" {$page.description} Como funciona O preço do notebook será determinado pelo preço de mercado, aplicando um desconto de 50% no valor total. O pagamento poderá ser feito via payroll e pode ser dividido em até 6 vezes, desde que não comprometa mais de 20% do lucro líquido do colaborador. Caso você compre o notebook, nós lhe daremos um outro equipamento. Como checar seu notebook está apto? Você pode checar a data de fabricação nas configurações, ou checar o número serial no site do suporte (Apple ou Dell). Se o seu notebook não está apto à participar, nós teremos duas oportunidades anuais para você participar: janeiro e julho. Na próxima vez, você pode ser o beneficiado, então cuide bem do seu notebook ","srcFilePath":"src/pages/docs/brazil/compradenotebook.md","id":"compradenotebook","location":"/docs/brazil/compradenotebook.html","url":"/docs/brazil/compradenotebook.html"},"employeevolunteer":{"title":"Employee Volunteer Program","description":"O EVP (Employee Volunteer Program) é um programa de voluntariado da Liferay criado com o objetivo de impactar positivamente a sociedade e incentivar o trabalho voluntário por parte dos colaboradores.","layout":"guide","weight":8,"content":" {$page.description} Como funciona Após seis meses de empresa, cada funcionário CLT possui 40 horas anuais (não acumulativas) para realizar trabalho voluntário, e R$1000,00 anuais (não acumulativos) para doar à instituições de caridade e organizações sem fins lucrativos. Caso o colaborador não tenha seis meses de empresa, ele ainda poderá participar do EVP utilizando suas próprias horas. *OBS 1: Para os colaboradores que tem carga horária igual a 6 horas, o tempo mínimo que devem ter de empresa para ser elegível às 40 horas anais é de 1 ano; *OBS 2: Estagiários não são elegíveis para o EVP, mas podem participar doando suas próprias horas de trabalho. Para doar horas Primeiramente, deve-se alinhar com o gestor o dia e hora que pretende realizar a ação, e em seguida entrar no site do EVP – www.evp.liferay.com, clicar em “MY EVP” que fica no canto superior à direita, clicar na aba “Service” e selecionar em “Fill out Service Request Form”, e preencher o formulário com informações da organização (nome e descrição da organização, endereço, CNPJ, site da ONG, CEP, descrição da atividade que realizará, nome e telefone do responsável da ONG). Após enviado, o colaborador receberá um e-mail informando se a solicitação foi aprovada ou não. Para doar os Grants Deve-se entrar no site do EVP, ir em “MY EVP” e na aba “Grant” clicar em “Fill out Grant Request Form”, onde terá que colocar as informações da ONG e a quantia que deseja doar. Posteriormente, o colaborador receberá no e-mail se a requisição foi aprovada ou não. Se aprovada, o EVP irá transferir o dinheiro para a ONG e atualizará o saldo restante do colaborador no site do EVP. Mais informações Ainda tem dúvidas? Entra em contato com a gente! :) (Coordenador do EVP) ","srcFilePath":"src/pages/docs/brazil/employeevolunteer.md","id":"employeevolunteer","location":"/docs/brazil/employeevolunteer.html","url":"/docs/brazil/employeevolunteer.html"},"empresacidada":{"title":"Empresa Cidadã","description":"A Liferay faz parte do Programa Empresa Cidadã, que estabelece a extensão do período de licença paternidade e maternidade, com salário pago pela empresa.","layout":"guide","weight":9,"content":" {$page.description} Benefício Para os homens Aumento da licença paternidade de 5 dias para 20 dias, com remuneração integral. Para as mulheres Aumento da licença maternidade de 4 meses para 6 meses com remuneração total durante esse período. Como solicitar O colaborador precisa pedir a extensão da licença para o Departamento Pessoal até trinta dias após o nascimento do filho(a). Mais informações Sobre o programa Empresa Cidadã Ainda tem dúvidas? Entra em contato com a gente! :) ","srcFilePath":"src/pages/docs/brazil/empresacidada.md","id":"empresacidada","location":"/docs/brazil/empresacidada.html","url":"/docs/brazil/empresacidada.html"},"ferias":{"title":"Férias","description":"Quando você completa 1 ano de Liferay, você está apto à tirar suas férias!","layout":"guide","weight":10,"content":" {$page.description} Você tem 11 meses para pedir suas férias através do Jira. Anualmente, você estará apto à tirar suas férias, então fique atento! Para CLTs 30 dias corridos ou 22 dias úteis, podendo vender 10 dias corridos ou 7 dias úteis; Para provedores de serviços 30 dias corridos ou 22 dias úteis; Estagiários 30 dias corridos; Para solicitar Você precisa solicitar suas férias atráves do JIRA. Aqui você encontrará as instruções, e esse vídeo pode te ajudar :) Mais informações? Ainda tem dúvidas? Entra em contato com a gente! :) ","srcFilePath":"src/pages/docs/brazil/ferias.md","id":"ferias","location":"/docs/brazil/ferias.html","url":"/docs/brazil/ferias.html"},"ginasticalaboral":{"title":"Ginástica Laboral e Shiatsu","description":"","layout":"guide","weight":11,"content":" Ginástica Laboral - Recife Semanalmente, acontecem duas aulas de ginástica laboral em nosso escritório (REC). Sempre nas segundas e quartas-feiras, aproximadamente às 16h. Shiatsu Recife Mensalmente, há uma sessão de Shiatsu de 15min disponível para todos os colaboradores. Ela acontece geralmente na primeira ou segunda semana do mês e é feita na sala de descanso, no bloco C. São Paulo Quinzenalmente, há uma sessão de Shiatsu de 30min disponível para todos os colaboradores no escritório. ","srcFilePath":"src/pages/docs/brazil/ginasticalaboral.md","id":"ginasticalaboral","location":"/docs/brazil/ginasticalaboral.html","url":"/docs/brazil/ginasticalaboral.html"},"growandgetbetter":{"title":"Grow and Get Better Program","description":"O programa tem como objetivo manter o valor Grow and Get Better vivo na Liferay Latin América, através de projetos que promovam a prendizagem e mantenha-nos em constante desenvolvimento.","layout":"guide","weight":12,"content":" {$page.description} Projetos do programa Biblioteca Liferay; Benefício Educação; Tech Talk; Plano de Desenvolvimento Individual; Hackathon. Dúvidas? Entra em contato com a gente! ","srcFilePath":"src/pages/docs/brazil/growandgetbetter.md","id":"growandgetbetter","location":"/docs/brazil/growandgetbetter.html","url":"/docs/brazil/growandgetbetter.html"},"gympass":{"title":"Gympass","description":"Uma rede de descontos em academias conveniadas em todo o Brasil. O colaborador Liferay, assim como seus dependentes, poderá utilizar o benefício em mais de 800 cidades brasileiras com mais de 1.000 academias.","layout":"guide","weight":13,"content":" {$page.description} Formas de adesão Desconto em folha de pagamento: preenchimendo de um termo online e aprovação do RH; Cartão de crédito: inscrição online através do portal Gympass. Como funciona Através do site, o colaborador poderá ter acesso aos planos e rede de academias disponíveis. Todos os colaboradore tem 70% de desconto em cima dos valores disponíveis no portal do Gympass. Após a inscrcição, confirmação e adesão pelo time do RH, o colaborador já poderá ter acesso à rede de academias. Dependentes No próprio portal, o colaborador poderá aderir seus dependentes (não há limite de quantidade). Eles recebem 30% de desconto sobre os valores da mensalidade disponível no portal do Gympass. ","srcFilePath":"src/pages/docs/brazil/gympass.md","id":"gympass","location":"/docs/brazil/gympass.html","url":"/docs/brazil/gympass.html"},"homeoffice":{"title":"Home Office","description":"Para os colaboradores que realizam expedientes regulares nos escritórios, é possível\ta realização de home office (trabalho em casa) em determinados dias, desde que previamente alinhado com o gestor e o time.","layout":"guide","weight":14,"content":" {$page.description} Exemplos de situações onde os colaboradores podem realizar home office: Dias muito chuvosos, com ocorrência de alagamentos nas vias; Quando o colaborador estiver se sentindo indisposto ou com mal-estar (também é possível folgar nesses dias, se necessário. As horas serão abonadas mediante atestado médico). Quando houver dificuldade de locomoção para chegar ao escritório (ex: greve de ônibus). Entre outros casos específicos. Para realizar Home Office, o colaborador deve previamente: Alinhar com o gestor e o time; Informar ao RH o dia em que estará realizando home office; Acrescentar essa informação no Documento de Ponto, que deve ser entregue ao RH no primeiro dia útil de cada mês. ","srcFilePath":"src/pages/docs/brazil/homeoffice.md","id":"homeoffice","location":"/docs/brazil/homeoffice.html","url":"/docs/brazil/homeoffice.html"},"horasextras":{"title":"Horas Extras","description":"Autorização de horas extras, noturnas, feriados e finais de semana.","layout":"guide","weight":15,"content":" {$page.description} Para que as horas extraordinárias sejam computadas ao banco de horas ou sejam pagas em folha, será necessário que o(a) colaborador(a) informe com 01 (uma) semana de antecedência ao DP por email, tendo nesse mesmo email a aprovação do gestor da área solicitante. Atente-se! Por horas extraordinárias entende-se: extras (acima das 8h), noturnas (das 22h às 5h), feriados e finais de semana. As horas extras realizadas de segunda à sexta poderão acontecer esporadicamente, contanto que sejam devidamente compensadas ao final dos fechamentos de banco de horas. Que ocorrem sempre em Junho e Dezembro. Solicitação das horas extraordinárias Alinhar com o líder a necessidade de realizar; Enviar um email para o gestor informando a data e horário das horas que serão feitas; Autorização do gestor como resposta da solicitação do(a) colaborador(a); Encaminhar o email trocado com a autorização do gestor para o DP, dando ciência do fato. Lembre-se! Em caso de horas noturnas, em feriados e finais de semana trabalhadas e informadas posteriormente não serão aceitas. Mais informações Ainda tem dúvidas? Entra em contato com a gente! :) ","srcFilePath":"src/pages/docs/brazil/horasextras.md","id":"horasextras","location":"/docs/brazil/horasextras.html","url":"/docs/brazil/horasextras.html"},"lavanderia":{"title":"Lavanderia","description":"O benefício consiste na utilização do serviço de lavanderia para até 12 peças de roupa por mês, por colaborador.","layout":"guide","weight":16,"content":" {$page.description} Como funciona As roupas que pretendem ser lavadas devem ser trazidas sempre nas segundas-feiras. Deve-se colocar as roupas em uma sacola e preencher um formulário (ambos encontrados nos armário das copas). Ao finalizar, a sacola com o formulário deve ser colocada na sala da impressora no 10º andar (prédio Lucas Suassuna) ou na copa do 4ºandar (prédio Alcides Fernandes). Na sexta-feira da mesma semana, a lavanderia entrega as roupas limpas que serão distribuídas ou guardadas no 10º ou 4ºandar. Informações importantes A empresa de lavanderia com a qual trabalhamos não lava roupas íntimas, roupas de cama, toalhas e vestidos de festa. A Liferay não se responsabiliza por perda ou problemas com as roupas. Caso ocorram, deve-se tratar diretamente com a Lavanderia prestadora de serviço –no caso, a Bolhão Lavanderia. A lavanderia não se responsabiliza por danos no caso de “1ª lavagem” de peças novas, onde podem ocorrer desbotamentos e possíveis alterações nas cores. Por isso,é necessário informar se for a 1ª lavagem de uma peça nova no momento da entrega das roupas. Mais informações Ainda tem dúvidas? Entra em contato com a gente! :) ","srcFilePath":"src/pages/docs/brazil/lavanderia.md","id":"lavanderia","location":"/docs/brazil/lavanderia.html","url":"/docs/brazil/lavanderia.html"},"presentedeanivesario":{"title":"Presente de aniversário","description":"Todos os aniversariantes do mês recebem um vale presente da Saraiva, no valor de R$100,00 (cem reais). Ele vale para compras no site ou na loja. O vale presente deve ser entregue junto à um cartão de feliz aniversário e o colaborador tem até 06 meses para utilizá-lo pois há o risco do cartão perder a validade.","layout":"guide","weight":17,"content":" {$page.description} Recife: o colaborador vem ao RH pedir o seu cartão, entregamos e recolhemos sua assinatura e data do recebimento do presente em uma \"ata\". São Paulo: Karina tem o costume de entregar os cartões sem precisar que a pessoa venha já que o escritório é pequeno. Ela também pede para que eles assinem uma \"ata\" Home Officers: enviamos o vale da saraiva para os endereços correspondentes pelos correios com, pelo menos 3 semanas antes da data de aniversário (ou no início do mês). ","srcFilePath":"src/pages/docs/brazil/presentedeanivesario.md","id":"presentedeanivesario","location":"/docs/brazil/presentedeanivesario.html","url":"/docs/brazil/presentedeanivesario.html"},"programadeindicacao":{"title":"Programa de Indicação","description":"Esse programa foi desenhado para encorajar nossos colaboradores à indicarem novos talentos para a Liferay! Acreditamos que, conhecendo a nossa cultura, nosso modelo de negócio e nossos times, você pode indicar pessoas que tenham perfis mais alinhados com o que estamos buscando.","layout":"guide","weight":18,"content":" {$page.description} Você pode indicar colegas de classe, amigos, ou alguém que você já trabalhou. Como funciona? Para indicar, você precisa trabalhar na Liferay por, pelo menos, 6 meses; Conheça alguém que você ache que compartilhe nossos valores e que tenha habilidades técnicas esperadas para a posição; Indique através do Jobvite Certo! E aí? Se sua indicação for aprovada durante o processo seletivo e ele(a) permanecer trabalhando na Liferay durante 6 meses, você receberá R$500,00 (quinhentos reais). Quem pode participar? Todos os colaboradores exceto: estagiários, coordenadores, gestores e diretores. Mais informações Ainda tem dúvidas? Entra em contato com a gente! :) ","srcFilePath":"src/pages/docs/brazil/programadeindicacao.md","id":"programadeindicacao","location":"/docs/brazil/programadeindicacao.html","url":"/docs/brazil/programadeindicacao.html"},"programaintercambio":{"title":"Programa de Intercâmbio","description":"O programa de intercâmbio permite que nossos colaboradores possam viver uma experiência internacional, melhorar sua habilidade com uma lingua estrangeira e interagir com outros escritórios da Liferay ao redor do mundo.","layout":"guide","weight":19,"content":" {$page.description} Como funciona Por ano, três (3) colaboradores serão elegíveis ao benefício para viajarem para um de nossos escritórios pelo período de 1 mês com passagem, comida, estadia e outras despesas paga pela Liferay. Objetivos do Programa Promover uma melhor integração entre os escritórios da Liferay; Aprimorar a fluência de uma língua estrangeira; Desenvolvimento profissional; Treinamento; Prover a vivência de uma experiência internacional; Adquirir conhecimento técnico; Disseminar aprendizado entre times; Ensinar ao time estrangeiro, boas práticas perfomadas pelo seu time Latam; Conhecer a cultura de outro país. Quem é elegível à se aplicar Para se aplicar, é necessário que você tenha completado três (3) anos ou mais como CLT. Seu último performance quarter review deve ser +1 ou mais e você deve ser fluente na linguagem do país desejado. Critério de participação Tenha certeza que você pode se aplicar; Converse e peça ao seu gestor para aprovar sua aplicação ao programa; Tenha consciência que, submetendo-se ao programa, você está concordando com todos os critérios; Aplique-se no período estabelecido. Como se aplicar Envie um e-mail ao RH () copiando seu gestor imediato e requisitando a aplicação no programa; Coloque 3 destinos que gostaria de ir e o mês de preferência para viajar; Submeta um documento com a proposta descrevendo o seguinte: Região de interesse; Data da viagem; Objetivos de aprendizado; Plano de trabalho (validade pelo time e gestor); Métodos de acompanhamento; Métricas e objetivos para avaliar resultados; Quando se aplicar As solicitações devem ocorrer entre Setembro e Outubro. Etapas de avaliação Primeira etapa | Elegibilidade Você bate com os critérios descritos em \"Critério de participação\" Segunda etapa | Avaliação objetiva e subjetiva feita pelo comitê Critérios objetivos: Tempo trabalhando na Liferay; Últimos perfomance reviews; Se você já participou de outro programa de intercâmbio por outra empresa. Critérios subjetivos: Boa conduta e comportamento; Importância do projeto (é estratégico para a empresa?); Aspectos de aprendizado. Terceira etapa | Apresentação do projeto Se você passou nas últimas etapas, será convidado à apresentar seu projeto para o comitê de avaliação. Nessa fase, você precisará explicar e convencer o comitê porque o seu projeto é importante. Seja criativo e promova seu projeto! O comitê fará algumas perguntas ao final de sua apresentação. Você terá 15 minutos para se apresentar. Quarta etapa | Avaliação e aprovação pelo gestor do escritório em questão O gestor dos escritórios desejados ficarão cientes e aprovarão o período desejado. *Todas as etapas são eliminatórias Linha do tempo da avaliação (colocar imagem aqui) Comitê avaliativo O comitê avaliativo será composto por Bruno Farache, Emanuel Di Matteo, Leyla Ferreira, Renato Rêgo e seu gestor. Membros do comitê não são elegíveis para se aplicarem ao programa. Duração e escritórios participantes A duração mínima é de 4 semanas, você pode extender a viagem desde que seu gestor tenha aprovado. Todos os custos da expansão serão pagos por você. Todos os escritórios participam do programa, mas você só poderá escolher ir para um que tenha uma equipe equivalente à sua equipe local. Por exemplo, alguém de engenharia só poderá ir para escrtiórios que tenham times de engenharia também. Custos A Liferay pagará as passagem e estadia durante o período do intercâmbio, que será escolhido pela empresa; Despesas além das descritas no item 1 deverão seguir o processo atual de reembolso; Qualquer outra despesa será paga pelo colaborador. *O colaborador não pode utilizar o benefício de curso para realizar um curso da língua estrangeira durante o período do intercâmbio. Pagamento O pragamento de despesas extras será feito de acordo com as regras atuais de reembolso que podem ser encontradas aqui (colocar link). Aprovação da aplicação no programa O RH irá responder seu e-mail, como descrito no cronograma. Validação do pedido de aplicação O pedido é válido para o ano em que foi pedido. Obrigação Quando retornar, o colaborador deve apresentar-se, reportando ao seu time local lições aprendidas; Respeitar as regras de conduta e procedimentos do escritório que visitou.","srcFilePath":"src/pages/docs/brazil/programaintercambio.md","id":"programaintercambio","location":"/docs/brazil/programaintercambio.html","url":"/docs/brazil/programaintercambio.html"},"segurovida":{"title":"Seguro de vida","description":"O benefício de seguro de vida será disponibilizado para todos os colaboradores contratados em regime CLT pela Liferay Latin America.","layout":"guide","weight":20,"content":" {$page.description} Seguradora: Mapfre Tipo: Multiflex Empresarial Cobertura do Seguro Morte - valor de R$ 21.460,00 Invalidez Funcional Permanente Total por Doença (IFPD) - R$ 21.460,00 Invalidez Permanente Total ou Parcial por Acidente (IPA) - R$ 21.460,00 Cobertura de Funeral - até R$2.000,00 (é a empresa que prepara o funeral, utilizando o limite desse valor). Dependentes Os dependentes elegíveis a receber os valores são os dependentes legais maiores de idade. Em caso de estado civil solteiro(a) e sem filhos: o valor será recebido pelos pais; Em caso de estado civil solteiro(a) com filhos: se os filhos forem maior de idade, os mesmos recebem o valor. Caso não sejam, o valor irá para os pais do(a) titular falecido(a); Em caso de estado civil casado(a): o valor irá para cônjuge; Mais informações Ainda tem dúvidas? Entra em contato com a gente! :) ","srcFilePath":"src/pages/docs/brazil/segurovida.md","id":"segurovida","location":"/docs/brazil/segurovida.html","url":"/docs/brazil/segurovida.html"},"servicoentrega":{"title":"Serviços de entrega (Motoboy)","description":"Utilização de uma agência de entregas, podendo ser usadas para uso pessoal ou para uso corporativo.","layout":"guide","weight":21,"content":" {$page.description} Como funciona Para utiliazação corporativa, o serviço é gratuito e não há limites de solicitações. Já para o uso pessoal, pode-se utilizar este serviço gratuitamente até duas vezes por mês. Nós trabalhamos com duas agências: Ecolivery para serviços de bicicleta e Pontual para serviços de moto. Ecolivery Região de entrega: Recife (não contempla as regiões de Olinda e Jaboatão dos Guararapes) Horário de Funcionamento: Segunda à sexta das 8h às 18h Como solicitar: Ligar para (81) 4112-0616 e se identificar, informando que é funcionário da Liferay. Pontual Região de entrega: Região Metropolitana do Recife Horário de Funcionamento: Segunda à sexta das 8h às 18h Como solicitar: Ligar para (81) 3254-1036, se identificar informando que é funcionário da Liferay e solicitar um ticket* com Operations (Amanda Santos). *Para algumas regiões mais distantes, é possível que a empresa (Pontual) solicite 2 tickets para realizar o serviço. Mais informações Ainda tem dúvidas? Entra em contato com a gente! :) ","srcFilePath":"src/pages/docs/brazil/servicoentrega.md","id":"servicoentrega","location":"/docs/brazil/servicoentrega.html","url":"/docs/brazil/servicoentrega.html"}},"title":"Brazil","description":"hello there","layout":"guide","icon":"building","weight":1,"content":" Hi there! You can choose a document on the left menu, or you can find what you are looking for on the search bar. The documents are in the language of your country to reduce communication problems. Please, if you have any doubts, do not hesitate to contact the HR Team. ","srcFilePath":"src/pages/docs/brazil/index.md","id":"brazil","location":"/docs/brazil/","url":"/docs/brazil/","childIds":["auxiliocreche","auxiliofuneral","auxiliolente","beneficioalimentacao","beneficiotransporte","clubededescontos","compradenotebook","employeevolunteer","empresacidada","ferias","ginasticalaboral","growandgetbetter","gympass","homeoffice","horasextras","lavanderia","presentedeanivesario","programadeindicacao","programaintercambio","segurovida","servicoentrega"]},"latin america":{"title":"Latin America","description":"hello there.","layout":"guide","icon":"building","weight":4,"content":" Hi there! You can choose a document on the left menu, or you can find what you are looking for on the search bar. The documents are in the language of your country to reduce communication problems. Please, if you have any doubts, do not hesitate to contact the HR Team. ","srcFilePath":"src/pages/docs/latin america/index.md","id":"latin america","location":"/docs/latin america/","url":"/docs/latin america/","children":{"learnandgetbetter":{"title":"Learn and Get Better Program","description":"El programa tiene como objetivo mantener el valor Grow and Get Better vivo en Liferay Latin America, a través de proyectos que promuevan el aprendizaje y nos mantenga en constante desarrollo.","layout":"guide","weight":2,"content":" {$page.description} Proyectos del programa Biblioteca Liferay; Beneficio Educación; Tech Talks; Plan de Desarrollo Individual (PDI); Hackathon, etc. En caso de dudas no duden en contactar el RR.HH. Latam. ","srcFilePath":"src/pages/docs/latin america/learnandgetbetter.md","id":"learnandgetbetter","location":"/docs/latin america/learnandgetbetter.html","url":"/docs/latin america/learnandgetbetter.html"},"plandesalud":{"title":"Plan de salud","description":"Es un producto ofrecido para personas que buscan protección para su salud. Son comercializados por operadoras de salud, debidamente habilitadas por los órganos que fiscaliza y reglamenta el sector.","layout":"guide","weight":3,"content":" {$page.description} Valores Liferay pagará el 100% del costo con el plan de salud del empleado y costeará el 50% para sus dependientes (hijos y cónyuge). Pago El pago se realizará mediante reembolso, utilizando la tarjeta corporativa y siguiendo las reglas oficiales de reembolso. En caso de dudas no duden en contactar el RR.HH. Latam. ","srcFilePath":"src/pages/docs/latin america/plandesalud.md","id":"plandesalud","location":"/docs/latin america/plandesalud.html","url":"/docs/latin america/plandesalud.html"},"segurodevida":{"title":"Seguro de vida","description":"Es un contrato que usted hace con una aseguradora para garantizar la protección financiera para sus familiares y / o las personas que dependen de usted en caso de falta. Es un seguro que también puede beneficiarse directamente, en caso de invalidez permanente o de una enfermedad grave, por ejemplo.","layout":"guide","weight":4,"content":" {$page.description} El valor de la póliza que será sufragado por Liferay, será de 10 veces el salario del empleado. Quedando hoy bajo la responsabilidad del empleado, presupuestar con las aseguradoras y presentarnos la propuesta. Pago El pago se realizará mediante reembolso, utilizando la tarjeta corporativa y siguiendo las reglas oficiales de reembolso. En caso de dudas no duden en contactar el RR.HH. Latam. ","srcFilePath":"src/pages/docs/latin america/segurodevida.md","id":"segurodevida","location":"/docs/latin america/segurodevida.html","url":"/docs/latin america/segurodevida.html"}},"childIds":["learnandgetbetter","plandesalud","segurodevida"]}},"childIds":["brazil","latin america","search"]},"tutorials":{"title":"Onboarding","description":"Foo bar.","url":"/tutorials/example/intro.html","layout":false,"target":"_self","content":" ","srcFilePath":"src/pages/tutorials/index.soy","id":"tutorials","location":"/tutorials/","customURL":true,"children":{"example":{"title":"First Tutorial","description":"Foo bar.","tutorialTitle":"Programa de Integração Liferay","url":"/tutorials/example/intro.html","layout":false,"content":" ","srcFilePath":"src/pages/tutorials/example/index.soy","id":"example","location":"/tutorials/example/","customURL":true,"children":{"intro":{"title":"The journey starts","description":"Foo bar.","buttonTitle":"Let's start!","parentId":"example","layout":"tutorial","time":0,"weight":1,"content":" {$page.title} Estamos muito felizes em saber que você é um membro da nossa família e esperamos que você goste de trabalhar aqui tanto quanto nós gostamos! A partir de agora, você está convidado a se preparar para decolar no universo Liferay, sua nova jornada. Para te ajudar com os equipamentos se segurança e primeiras orientações, criamos esse guia com ajuda do nosso mascote, Ray ","srcFilePath":"src/pages/tutorials/example/intro.md","id":"intro","location":"/tutorials/example/intro.html","url":"/tutorials/example/intro.html"},"second-step":{"title":"1º dia","description":"Foo bar.","parentId":"example","layout":"tutorial","time":90,"weight":2,"content":" {$page.title} Você já deve ter tido o que chamamos de Onboarding Institucional. Um momento com o RH pra entender quem somos e nossas principais políticas, benefícios e processos. A partir de agora, vamos te guiar nessa semana com alguns vídeos e instruções para que sua aterrissagem pelo universo Liferay seja feita de forma segura e suave ;) Aqui está a apresentação institucional que você foi apresentado hoje. Configuração de máquina e local de trabalho Começe pelo básico: organize sua mesa de trabalho, ligue seu notebook e começe a criar suas contas nas plataformas que utlizaremos. Nossas principais ferramentas de comunicação institucional são o Gmail, Hangouts e Loop. Pergunte ao seu Buddy que outras plataformas são importantes para a comunicação do seu time! Gmail: Você provavelmente já recebeu um e-mail para verificação de duas etapas de sua conta no Gmail. Não esqueça de fazê-la pois seu e-mail pode ser desativado por questões de segurança!","srcFilePath":"src/pages/tutorials/example/second-step.md","id":"second-step","location":"/tutorials/example/second-step.html","url":"/tutorials/example/second-step.html"}},"childIds":["intro","second-step"]}},"childIds":["example"]}},"childIds":["tutorials","docs"]}}